<h1>Правила использования сервиса</h1>
<br/>
<p>1. Данный сайт предназначен для хранения и публикации графических файлов в интернете.</p>
<p>2. Сервис предоставляется «как есть», без каких-либо гарантий, явных или подразумеваемых.</p>
<p>3. Права на залитые изображения принадлежат их владельцам.</p>
<p>4. Публикация изображений производится пользователем по собственной инициативе, сервис не несет ответственности за правильность и достоверность сообщенной пользователем информации. Заливая изображения на данный сервис пользователь соглашается с данными правилами.</p>
<p>5. Категорически запрещается размещение материалов нарушающих законы и моральные нормы.</p>
<p>6. Администрация не несет ответственность за содержимое изображений, но предупреждает пользователей о необходимости учитывать и соблюдать его нормы.</p>
<p>8. В случае нарушения данных правил Администрация оставляет за собой право запретить такому пользователю использование сервиса, а также заблокировать показ изображений на сайтах, нарушающих действующие нормы.</p>
<p>9. Администрация оставляет за собой право в любой момент в одностороннем порядке изменения внести в настоящие Правила.</p>
