<h1>О фотохостинге</h1>
<br/>
<h2>Скрипт фотохостинга "Akina"</h2>
<br/>
<p>Название: Akina<br/>
Назначение: фотохостинг<br/>
Год выпуска: 2011-2014<br/>
Лицензия: GNU GPL v2<br/>
Язык Интерфейса: Руский<br/>
Платформа/ОС: ALL (но желательно Unix-подобные)<br/>
Сайт разработчиков: <a href="http://akina-photohost.org">akina-photohost.org</a><br/>
Написано на: PHP, JavaScript<br/>
Размер: 300 KB</p>
<br/>
<p><b>Описание</b>: Бесплатный, простой и многофункциональный скрипт фотохостинга. Не требует много ресурсов, не использует базы данных. Поддерживает мультизагрузуку и уменьшение изображений.</p>
<br/>
<h2>Системные требования:</h2>
<p>
<ul>
<li>PHP 5.0 и выше
<li>GD2 и выше
<li>cURL
</ul>
</p>
<br/>
<h2>Пользовательские возможности:</h2>
<p>
<ul>
<li>загрузка изображений jpg, gif, png
<li>мультизагрузка с локального компьютера и с удаленного сервера (допустимо одновременно)
<li>единое поле для загрузки изображений с удаленных серверов
<li>опционально уменьшение изображений
<li>опциональное создание превью
<li>опциональное создание надписи на превью (размеры изображения / собственный текст)
<li>генерация ссылок на страницу просмотра, прямой ссылки на изображение, BB и html-кодов. Генерация кодов с превью
<li>при мультизагрузке генерируются общие BB и html-коды всех загруженных изображений
</ul>
</p>
<br/>
<h2>Остальные возможности скрипта:</h2>
<p>
<ul>
<li>возможность установки в поддиректорию
<li>поддержка шаблонов
<li>страница просмотра загруженного изображения
<li>возможность ограничения предельно допустимого размера и разрешения загружаемого изображения
<li>изменение качества для jpg-изображений
<li>отображение лимита количества отдновременно загружаемых изображений, разрешенных форматов изображений и их размеров
<li>проверка загружаемых объектов по mime-type
<li>разбивка загрузки изображений по каталогам год-месяц/день
<li>вывод статистики количества загруженных на фотохостинг изображений за все время, за последние сутки и занимаемый объем
</ul>
</p>
<br/>
<p>Известные недоработки: <a href="http://code.google.com/p/akina/issues/list">code.google.com/p/akina/issues/list</a></p>
<br/>
<p>Планы: <a href="http://code.google.com/p/akina/issues/list">code.google.com/p/akina/issues/list</a></p>
<br/>