<h1>бла-бла-бла</h1>
<br/>
<p>Морфологические и синтаксические свойства</p>
<p>бла-бла-бла</p>
<br/>
<p>Междометие; неизменяемое. Корень: --.</p>
<br/>
<p>Произношение</p>
<p>Семантические свойства</p>
<p>Значение</p>
<p>что-либо понятное, тривиальное, очевидное; что-то пустое, бессмысленное ◆ И все любые толкования насчет справедливости и равноправия – это только бла-бла-бла. Андрей Яшлавский, «Мир это война. Война это мир»</p>
<p>чепуха, пустые разговоры</p>
<p>Синонимы</p>
<p>ля-ля-ля</p>
<br/>
<p>Ссылка на источник: <a href="http://ru.wiktionary.org/wiki/бла-бла-бла"><b>Викисловарь</b></a></p>
